[
        
    {
        "question":"Que clase de movimientos te gustan mas en un juego de pelea?",
        "answears":["En el aire principalmente",
                    "En el suelo un poco mas pausado, centrado en el 'neutral' y el 'footsies'",
                    "En un entorno el cual me pueda mover bastante tridiemensionalmente",
                    "Rapido, donde no haya tanto tiempo para pensar y mas para reaccionar"
                    ],
        "points":[["AirDashers","Fast-paced"],
        ["3D","Footsies","SlowPaced","Installbased"],
        ["3D","Footsies"],
        ["CrossOver","Anime","Fast-paced", "AirDashers"]]
    },
    {
        "question":"Que clase de acercamiento en general de combate te gusta mas?",
        "answears":[
                "Yo y mi oponente en el suelo, ver quien da el primer paso y quien se equivoca",
                "Hacer esos combos largos, vistosos con sus finishers espectaculares",
                "Que sea un poco mas pausado, donde pueda pensar un poco mas en mis movimientos",
                "Ver esos momentos donde tenga la oportunidad de pegar y que mi oponente no pueda hacer nada"
        ],
        "points":[["3D","Footsies","SlowPaced","WeaponBased"],
        ["Anime","Fast-paced","AirDashers"],
        ["3D","Footsies","WeaponBased"],
        ["WeaponBased"]]
    },
    {
        "question":"¿Que prefieres en un juego de pelea, rapidez y accion constante o un enfoque mas estrategico?",
        "answears":[
                "La Rapidez y la accion constante, no me gusta esperar",
                "Un enfoque más estrategico, donde pueda pensar mis movimientos",
                "Una combinacion de ambos, donde pueda pensar y reaccionar rapidamente para hacer un combo espectacular",
                "Super estrategico, donde pueda pensar bastante mis movimientos y los de mi oponente"
        ],
        "points":[["CrossOver","Anime","Fast-paced"],
        ["3D","Footsies","SlowPaced"],
        ["CrossOver","Anime","Fast-paced", "AirDashers"],
        ["3D","Footsies","WeaponBased"]]
    }

]